@extends('layouts.websitedashboard')

@section('content')
<style>
.imgcondyion{
    background-size: cover !important;
    background-repeat: no-repeat !important;
  

}
</style>


    <div class="imgcondyion" style="background: url('{{asset('dist/img/ww.jpeg')}}') no-repeat; background-position: center;background-attachment: fixed; background-size: cover !important;">

    <style>
        .navbar-nav a {
            color: black !important;
        }

        .textprograf {
            color: #478f8c;
            text-align: justify;
            font-size: 20px;
            margin-right: 30px;
        }

        .headtext {
            color: #5dddc5;
            font-size: 25px;
            font-weight: bold;
            margin-top: 50px;
                   font-family: "Tajawal", sans-serif;
        }

        .head2textone {
            color: #478f8c;
            text-align: justify;
            font-size: 22px;
            font-weight: bold;
            margin-right: 30px;
                   font-family: "Tajawal", sans-serif;
        }
    </style>


    <div class="" style="height: 500px">

    </div>

    <section class="wrapper "  >
        <div class="container">
            <h1 class="text-center"> الشروط والأحكام </h1>


            <br>
            <br>
            <br>
            <br>
            <h3 class="headtext"> ملخص </h3>
            <h4 class="head2textone"> (الشروط والأحكام) </h4>

            <p class="lh-lg textprograf ">
                تحدد اتفاقية شروط واحكام خدمة ايفكس الاتفاقية القانونية بينك، (انت او الخاص بك او المستخدم او المستخدمون)
                كعميل
                حالي أو محتمل لشركة عين للاتصالات وتقنية المعلومات (ايفكس أو نحن) من أجل تنظيم استخدامك لخدمات ايفكس، بما في
                ذلك
                تطبيقات الهاتف المحمول، مواقع الويب والبرامج والأجهزة والمنتجات والخدمات الأخرى يُشار إليها مجتمعة باسم
                "الخدمات".
                من خلال الوصول الى خدمات ايفكس، و/أو زيارة موقعنا الإلكتروني و/أو التسجيل وإنشاء حساب، و/أو الاشتراك في إحدى
                خدماتنا، فإنك توافق على الالتزام بالشروط والأحكام التالية بما في ذلك القواعد واللوائح والسياسات الإضافية
                المشار
                إليها هنا وتكون ملزما قانونيا انت أو الكيان الذي تمثله في هذه الاتفاقية. تنطبق هذه الشروط والأحكام على جميع
                مستخدمي الموقع، بما في ذلك على سبيل المثال لا الحصر، المستخدمين من المتصفحين والبائعين والعملاء والتجار و/أو
                المساهمين في المحتوى.
                يرجى قراءة هذه الشروط والأحكام بعناية قبل الدخول إلى موقعنا أو استخدامه. إذا كنت لا توافق على جميع شروط
                وأحكام
                هذه الاتفاقية، فلا يجوز لك استخدام موقع ايفكس او الاستفادة من خدماته.

            </p>





            <h3 class="headtext"> التحديث والتعديل </h3>
            <p class="lh-lg textprograf ">

                ايفكس تحتفظ بالحق في تحديث أو إجراء اي تعديلات في أي جزء من هذه الشروط والأحكام عن طريق نشر التحديثات و/أو
                التغييرات على موقعنا. سيتم ارسال اشعار بالتغييرات من خلال البريد الالكتروني كما يمكنك مراجعة الإصدار الأحدث
                من
                الشروط والأحكام في أي وقت على هذه الصفحة. كما ان اي ميزات أو اي أدوات جديدة تتم إضافتها إلى الموقع الحالي
                تكون
                خاضعة أيضًا للشروط والأحكام. إن استمرارك في استخدام الموقع أو الوصول إليه بعد نشر أي تغييرات يدل على فهمك
                وقبولك
                لهذه التغييرات، وموافقتك على الالتزام بها. إذا كنت لا توافق على أي من التغييرات المذكورة أعلاه، فيجب عليك
                التوقف
                عن استخدام الخدمات.
                لا تضمن هذه الشروط بأي حال من الاحوال ان الخدمات ستكون متاحة دائما على سبيل المثال لا الحصر الاشتراك المجاني
                لبعض الحزم المقدمة في ايفكس.

            </p>



            <h3 class="headtext"> تسجيل الحساب </h3>
            <p class="lh-lg textprograf ">
                تقدم ايفيكس نظام إدارة قائم على السحابة لتمكين المطاعم والمقاهي والمنشآت والمراكز التجارية ومحلات البيع
                بالتجزئة/بالجملة (العملاء) من إدارة عملياتها التجارية وتقييمها وتتبعها وتحسينها وتوسيع نطاقها وتلبية
                احتياجاتهم
                وفقًا لذلك. من اجل الوصول الى الخدمات والاستفادة منها، يجب عليك فتح حساب ايفكس خاص بك، وتقديم معلومات دقيقة
                وكاملة اثناء التسجيل حيث سيتطلب تقديم بعض المعلومات الشخصية والمتعلقة بعملك على سبيل المثال لا الحصر اسمك،
                بريدك
                الالكتروني، بيانات المنشأة. ويجب عليك تحديث أي تغييرات او تعديلات قد تطرأ على المعلومات المدخلة مسبقا اثناء
                التسجيل. فأنت مسؤول مسؤولية كاملة وملزم قانونيا بجميع الأنشطة المتعلقة بحساب ايفكس الخاص بك، وتضمن أي
                إجراءات
                يتخذها المستخدمين الذين منحتهم حق الوصول إلى حسابك الخاص في ايفكس.
                تحتفظ ايفكس بالحق في تعليق أو إنهاء حسابك عند تقديمك لمعلومات غير دقيقة أو غير صحيحة أو غير كاملة، أو الذي
                لا
                يتوافق مع شروط واحكام متطلبات تسجيل الحساب. يجوز لشركة عين، وفقًا لتقديرها الخاص، إنهاء أو رفض الموافقة على
                التسجيلات الخاصة بـ ايفيكس مع أو بدون سبب أو إشعار
            </p>




            <h3 class="headtext"> إلغاء الحساب وحماية البيانات </h3>


            <p class="lh-lg textprograf ">
                تحتفظ ايفيكس بالحق في ايقاف أو إنهاء أي حساب على ايفكس في حال عدم الامتثال للشروط والأحكام وسياسة الخصوصية
                الخاصة بهذه الاتفاقية؛ وفي هذه الحالة، تحتفظ ايفيكس أيضًا بالحق في الاحتفاظ بجميع معلومات العميل المعني في
                قاعدة
                بياناتها، لمدة ثلاثة أشهر ميلادية من تاريخ الإيقاف او الانهاء أو الالغاء. كما تلتزم ايفكس بإزالة جميع
                المعلومات
                الخاصة بالعميل في حال طلبه بإيقاف او انهاء حساب ايفكس الخاص به بمحض اراداته.
                يمكنك إلغاء حساب ايفيكس الخاص بك في أي وقت وبدون تكلفة، وفي حال طلبك بإلغاء الاشتراك قبل نهاية المدة التي
                دفعتها
                لن يتم رد أي مبلغ مسترد عن فترة الاشتراك التي تريد إلغاؤها ويمكنك الاستفادة من الخدمات حتى نهاية تلك المدة.

            </p>




            <h3 class="headtext"> الأمن وخصوصية البيانات </h3>

            <p class="lh-lg textprograf ">
                امن وخصوصية معلوماتك الشخصية أمر مهم بالنسبة لنا حيث تقدم لك ايفكس تدابير أمنية لمنع فقدان البيانات أو
                التغيير
                غير المصرح به أو الوصول إلى المعلومات الشخصية. وفي المقابل ايفكس لا تضمن عدم حدوث خرق للأمن يحدث تبعا لكسر
                هذه
                الإجراءات. يقر المستخدم بأنه يقدم معلوماته وبياناته الشخصية على مسؤوليته الخاصة.

            </p>



            <h3 class="headtext"> سرية المعلومات </h3>
            <p class="lh-lg textprograf ">
                انت مسؤول عن سرية وضمان بيانات تسجيل الدخول الخاصة بحسابك في ايفكس، وفي حال استخدام الحساب الخاص بك من قبل
                مستخدم اخر فأنه قادر ولديه السلطة القانونية لاستخدام جميع بيانات حسابك. في حال حدوث انتهاكات وتسجيل دخول غير
                مصرح به من قبل مستخدم غير معروف يجب عليك اخطار ايفكس على الفور، حيث ستكون انت المسؤول عن أي نشاط يتم على
                حسابك
                لحين اخطارك لنا بأي انتهاكات او احداث غير مصرح بها.

            </p>




            <h3 class="headtext"> المحتوى والأنشطة المسموح بها </h3>

            <ul>
                <li>
                    <p class="lh-lg textprograf ">
                        ايفكس لا تؤيد ولا تدعم ولا ترعى أي محتوى بأي شكل من الاشكال ولن تتحمل أي مسؤولية عن أي محتوى تنشره
                        أو
                        تقدمه أنت أو أي طرف ثالث. المستخدم يتحمل كامل المسؤولية عن المحتوى الخاص به وعن المخاطر التي تنطوي
                        على
                        صحة المحتوى وأصالته وجودته وموثوقيته، أو رأي أي شخص في دقته. فأنت مسؤول بشكل قانوني عن دقة المحتوى
                        المقدم عن شراء وتسويق وبيع ووصف المنتج أو الخدمة المقدمة في نشاطك. لن تكون ايفيكس مسؤولة عن أي
                        تعليقات
                        أو التزامات أو أضرار أو نفقات ناجمة و/أو متكبدة نتيجة لأي استخدام و/أو نشر و/أو ظهور التعليقات على
                        صفحتك
                        و/حسابي في ايفكس
                    </p>

                </li>
                <li>
                    <p class="lh-lg textprograf ">
                        لا يجوز لك تقديم معلومات كاذبة عن نفسك ومحاولة تضليل الآخرين بشأن هويتك، أو انتحال شخصيات أخرى، أو
                        جمع
                        معلومات عن مستخدمين آخرين، أو محاولة تضليل الاخرين بشأن صدق أو دقة البيانات التي ترسلها عبر الخدمات.
                    </p>
                </li>
                <li>
                    <p class="lh-lg textprograf ">
                        لا يجوز لك ان تستخدم الخدمات بأي طريقة تنتهك قوانين البلد (أو البلدان) التي يقيم فيها نشاطك التجاري،
                        او
                        تنتهك القانون الدولي المقارن المعمول به، أو هذه الشروط والأحكام.
                    </p>
                </li>
                <li>
                    <p class="lh-lg textprograf ">
                        لا يجوز لك استخدام التعليقات لطلب أو الترويج لأنشطة غير قانونية. ولا يجوز استخدام التعليقات لأغراض
                        التشهير او لأغراض غير لائقة وغير قانونية والتي تعتبر انتهاكا للخصوصية.
                    </p>
                </li>
                <li>
                    <p class="lh-lg textprograf ">
                        لا يجوز نشر معلومات تنتهك "حقوق الملكية الفكرية أو حقوق الملكية لأي شخص او جهة أخرى" أو "تتعارض مع
                        القانون"
                    </p>
                </li>
                <li>
                    <p class="lh-lg textprograf ">
                        لا يجوز لك استخدام أي طرق آلية أو روبوتات لتسجيل الدخول إلى حساب ايفكس الخاص بك، ولا يجوز لك رفع او
                        تحميل أو نشر أو نقل أي محتوى ضار سبيل المثال لا الحصر برامج ضارة او فيروسات أو أحصنة طروادة أو أي
                        عناصر
                        ضارة أخرى من خلال الخدمات.
                    </p>
                </li>
                <li>
                    <p class="lh-lg textprograf ">
                        لا يجوز لك محاولة الوصول غير المصرح به وجمع المعلومات والبيانات من خدماتنا أو أنظمتنا أو خوادمنا ولا
                        يجوز لك محاولات التقاط أو فك تشفير أي عمليات إرسال يتم إرسالها من وإلى خوادمنا.
                    </p>
                </li>
                <li>
                    <p class="lh-lg textprograf ">
                        يحق لايفكس مراقبة وإزالة أي تعليقات تعتبر غير لائقة أو مسيئة أو خرقًا لهذه الشروط والأحكام.
                    </p>
                </li>
                <li>
                    <p class="lh-lg textprograf ">
                        يجوز لشركة عين تعليق أو أو إيقاف أو إنهاء استخدامك للخدمات وفقًا لتقديرها الخاص بسبب أي انتهاك فعلي
                        أو
                        مشتبه به لهذه القيود أو السياسات أو القواعد الأخرى المعمول بها والمشار إليها في هذه الشروط والأحكام.
                    </p>
                </li>
            </ul>



            <h3 class="headtext"> الخصوصية (يرجى قراءة سياسة الخصوصية) </h3>
            <h3 class="head2textone"> محتوى الطرف الثالث </h3>

            <p class="lh-lg textprograf ">
                من خلال استخدامك لايفكس قد يتم دمج طرف ثالث لتقديم وتوفير خدمات اضافية تعزز من تنوع الخدمات المقدمة لك. وقد
                يتم
                مشاركة بياناتك (الشخصية والتجارية) وتبادلها والتحكم فيها مع الطرف الثالث وذلك من أجل الحصول على الخدمة
                المطلوبة.
                جميع محتويات وخدمات الطرف الثالث "على سبيل المثال لا الحصر مواقع الويب والصور والنصوص" محمية بموجب قوانين
                الملكية الفكرية. لا يجوز لك بأي شكل من الاشكال استخدام او الاستفادة اي من محتويات الطرف الثالث دون الحصول
                على
                موافقة كتابية من قبل ايفكس. اذا قررت الوصول إلى أي محتوى خاص بطرف ثالث فإن محتوى الطرف الثالث لايخضع لادارة
                ايفكس. يجب عليك كمستحدم مراجعة شروط واحكام وسياسات الطرف الثالث حيث ان محتويات الطرف الثالث لا تتم مراجعتها
                او
                ضمانها او مراقبتها او تمثيلها من قبلنا ولا تندرج تحت مسؤلية ايفكس.
                عند استخدامك لخدمات الطرف الثالث المقدمة في ايفكس فإنك ستخضع للشروط والأحكام وسياسة الخصوصية الخاصة بهذا
                الطرف
                الثالث المنفصلة عن شروط وأحكام ايفكس وسياسة الخصوصية وتوافق على الالتزام بها وتوافق على عدم تحميل ايفكس
                المسؤولية عن أي أخطاء أو سهو في أي محتوى و/أو إجراء يتخذه الطرف الثالث، حتى عندما يؤدي ذلك الاجراء من
                الخدمات
                إلى أي نوع من الخسارة أو الضرر على سبيل المثال لا الحصر الخسارة في الأمور التجارية أو المنتجات أو الخدمات.

            </p>




        </div>



    </section>
    <div class="" style="height: 500px">

    </div>

 </div>

@endsection
