@extends('layouts.websitedashboard')

@section('content')
    <style>
        .imgcondyion {
            background-size: cover !important;
            background-repeat: no-repeat !important;


        }
    </style>


    <div class="imgcondyion"
        style="background: url('{{ asset('dist/img/ww.jpeg') }}') no-repeat; background-position: center;background-attachment: fixed; background-size: cover !important;">

        <style>
            .navbar-nav a {
                color: black !important;
            }

            .textprograf {
                color: #478f8c;
                text-align: justify;
                font-size: 20px;
                margin-right: 30px;
            }

            .headtext {
                color: #5dddc5;
                font-size: 25px;
                font-weight: bold;
                margin-top: 50px;
                font-family: "Tajawal", sans-serif;
            }

            .head2textone {
                color: #478f8c;
                text-align: justify;
                font-size: 22px;
                font-weight: bold;
                margin-right: 30px;
                font-family: "Tajawal", sans-serif;
            }
        </style>


        <div class="" style="height: 500px">

        </div>

        <section class="wrapper ">
            <div class="container">
                <h1 class="text-center">نظام المنيو الالكتروني </h1>


                <br>
                <br>


                <h3 class="headtext"> نظام المنيو الالكتروني في برنامج إفيكس: ثورة في إدارة المطاعم </h3>


                <p class="lh-lg textprograf ">
                    في عالم المطاعم المتطور، يعد نظام المنيو الالكتروني أداة ثورية تقدم العديد من الفوائد للمطاعم والعملاء على حدٍ سواء. يقدم برنامج إفيكس نظام مينو الكتروني متطور يتيح للمطاعم إدارة منيوهاتهم بشكل فعال، وتحسين خدمة العملاء، وزيادة أرباحهم.

                </p>




                <div class="section">
                    <h3 class="headtext">ما هو نظام المنيو الالكتروني؟ </h3>
                    <p class="lh-lg textprograf ">
                        ببساطة، نظام المنيو الالكتروني هو نظام كمبيوتري يستخدم لعرض منيو الطعام والمشروبات على أجهزة إلكترونية مثل التابلت أو الهاتف الذكي. بدلاً من منيو الورق التقليدي، يمكن للعملاء استخدام نظام المنيو الالكتروني لتصفح المنيو، واختيار الأطباق، وتقديم طلباتهم، ودفع ثمن وجباتهم.
                    </p>

                </div>

                <div class="section">
                    <h3 class="headtext">فوائد استخدام نظام المنيو الالكتروني:</h3>
                    <p class="lh-lg textprograf">
                        يقدم نظام المنيو الالكتروني العديد من الفوائد للمطاعم والعملاء منها:
                    </p>
                    <p class="lh-lg textprograf">
                        <strong>للمطاعم:</strong>
                        <ul class="lh-lg textprograf">
                            <li><strong>تحسين كفاءة الخدمة:</strong> يقلل نظام المنيو الالكتروني من وقت انتظار العملاء من خلال تسريع عملية طلب الطعام وتقديم الطلبات.</li>
                            <li><strong>تخفيض التكاليف:</strong> يقلل نظام المنيو الالكتروني من تكاليف طباعة منيو الورق وتحديثها بشكل متكرر.</li>
                            <li><strong>تعزيز دقة الطلبات:</strong> يُقلل نظام المنيو الالكتروني من الأخطاء في الطلبات من خلال عرض الصور والوصف الدقيق للأطباق.</li>
                            <li><strong>جمع البيانات وتحليلها:</strong> يمكن لنظام المنيو الالكتروني جمع بيانات عن سلوكيات العملاء وتحليلها، مما يُساعد المطاعم على فهم احتياجات العملاء بشكل أفضل وتحسين منيو الطعام والعروض الترويجية.</li>
                            <li><strong>توفير تجربة عملاء مميزة:</strong> يقدم نظام المنيو الالكتروني تجربة عملاء مُميزة من خلال إتاحة سهولة الوصول إلى المعلومات وسرعة الخدمة.</li>
                        </ul>
                    </p>
                    <p class="lh-lg textprograf">
                        <strong>للعملاء:</strong>
                        <ul class="lh-lg textprograf">
                            <li><strong>سهولة الوصول إلى المعلومات:</strong> يمكن للعملاء تصفح المنيو بسهولة واختيار الأطباق دون الحاجة إلى انتظار النادل.</li>
                            <li><strong>عرض الصور والوصف الدقيق للأطباق:</strong> يساعد نظام المنيو الالكتروني العملاء على اختيار الأطباق المناسبة من خلال عرض الصور والوصف الدقيق للأطباق.</li>
                            <li><strong>تقديم الطلبات بسرعة:</strong> يُمكن للعملاء تقديم طلباتهم مباشرةً من خلال نظام المنيو الالكتروني دون الحاجة إلى انتظار النادل.</li>
                            <li><strong>دفع ثمن الوجبات بسهولة:</strong> يمكن للعملاء دفع ثمن وجباتهم بسهولة من خلال نظام المنيو الالكتروني باستخدام بطاقات الائتمان أو المحافظ الإلكترونية.</li>
                        </ul>
                    </p>
                </div>


                <div class="section">
                    <h3 class="headtext">ميزات نظام المنيو الالكتروني في إفيكس:</h3>
                    <p class="lh-lg textprograf"> يقدم برنامج إفيكس نظام مينو الكتروني متطور يوفر العديد من الميزات التي تلبي احتياجات المطاعم المختلفة. تشمل بعض الميزات الرئيسية ما يلي: </p>
                    <ul class="lh-lg textprograf">
                        <li><strong>منيو الكتروني مُخصص:</strong> يمكن للمطاعم إنشاء منيو الكتروني مُخصص يتناسب مع أسلوبهم وعلامتهم التجارية.</li>
                        <li><strong>صور ووصف دقيق للأطباق:</strong> يمكن للمطاعم إضافة صور ووصف دقيق للأطباق لمساعدة العملاء على اتخاذ قراراتهم.</li>
                        <li><strong>نظام طلبات سهل الاستخدام:</strong> يقدم إفيكس نظام طلبات سهل الاستخدام يمكن للعملاء من خلاله تقديم طلباتهم مباشرةً من الجهاز الإلكتروني.</li>
                        <li><strong>دفع إلكتروني آمن:</strong> يمكن للعملاء دفع ثمن وجباتهم بسهولة وأمان من خلال نظام الدفع الإلكتروني المدمج في إفيكس.</li>
                        <li><strong>تحليلات البيانات:</strong> يُقدم إفيكس تحليلات بيانات مُتقدمة تُساعد المطاعم على فهم سلوكيات العملاء وتحسين منيو الطعام والعروض الترويجية.</li>
                    </ul>
                </div>

                <div class="section">
                    <h3 class="headtext">تكامل نظام المنيو الالكتروني مع النظام المحاسبي ونظام ERP في إفيكس:</h3>
                    <p class="lh-lg textprograf"> يتكامل نظام المنيو الالكتروني في إفيكس بسلاسة مع النظام المحاسبي ونظام ERP لتوفير حل متكامل لإدارة المطاعم. حيث يسمهم في : </p>
                    <ul class="lh-lg textprograf">
                        <li><strong>ربط الطلبات بالنظام المحاسبي:</strong> ربط الطلبات المقدمة من خلال نظام المنيو الالكتروني بالنظام المحاسبي لتحديث سجلات المبيعات بشكل تلقائي.</li>
                        <li><strong>تتبع المخزون:</strong> تتبع كمية المكونات المستخدمة في كل طبق لتحديث مستويات المخزون بشكل تلقائي.</li>
                        <li><strong>تحسين إدارة الموظفين:</strong> توفير بيانات عن أداء الموظفين وتحسين جدولة الموظفين.</li>
                        <li><strong>تعزيز الامتثال للقوانين:</strong> تسجيل جميع المعاملات المالية بشكل دقيق للامتثال للقوانين واللوائح.</li>
                    </ul>
                </div>



                <div class="section">
                    <h3 class="headtext">  خلاصة: </h3>
                    <p class="lh-lg textprograf"> يعد نظام المنيو الالكتروني في برنامج إفيكس أداة ثورية تساعد المطاعم على تحسين كفاءة العمليات، وتعزيز خدمة العملاء، وزيادة أرباحهم. من خلال تكامل نظام المنيو الالكتروني مع النظام المحاسبي ونظام ERP، يمكن للمطاعم تحقيق رؤية شاملة لأعمالهم واتخاذ قرارات مستنيرة لتحقيق أهدافهم. </p>

                </div>




















            </div>



        </section>
        <div class="" style="height: 500px">

        </div>

    </div>
    ّ
@endsection
