<?php
return [

      "Evix" => " ايفكس | Evix",
     "AboutEvix"    =>  "ما هو إيفكس ؟",
     "AboutDet"    =>  "ايفيكس نظام تخطيط موارد المنشات (ERP)يقدم حلول مبتكره ومزايا فريدة لاداره المشاريع بحيث يوفر مجموعه من الخدمات التي تحسن وترفع أداء منشأتك حيث انه يتمتع بالمرونة والدقة العالية التي تساعد في السيطرة على جميع موارد منشأتك عن طريق التخزين السحابي ليمنحك امانا تاما لبيانات ومعلومات منشأتك ويسهل عليك الحصول على تقارير متطورة وملهمة لاتخاذ قرارت تعزز من ربحيتك في أي وقت واي مكان",
      "header1"    =>  "حول منشأتك الآن",
     "header1-2"    =>  "إلى منشأة رقمية  ",
     "readmore"    =>  "جرب مجانا  ",
     "whyEvix"    =>  "لماذا إيفكس؟",
    "whyEvixDet"    =>  "يوفر لك نظام إيفكس العدد من المميزات التي تساعدك برفع أداء منشأتك",


    "24support"    =>  "24/7 دعم فني متواصل",
    "24supportDet"    =>  "يقدم نظام إيفكس خدمة الدعم الفني المتواصل على مدار الساعة وطوال أيام الأسبوع مع فريق دعم فني متواجد دائما للإستجابة لإحتياجات وإستفسارات العملاء.",
    "vat"    =>  "معتمد من هيئة الزكاة والضريبة",
    "vatDet"    =>  "نظام إيفكس معتمد من هبئة الذكاة والضريبة , مما يمكنك من إصدار فواتير ضريبية صحيحة ومعتمدة.",
     "fullSys"    =>  "نظام متكامل وسهل",
    "fullSysDet"    =>  "لحرصنا على تجربة مستخدم فريدة وحصول عميلنا على كل ما يوفر وقته و جهده ,نقوم بتحديثات مستمرة وإضافات جديدة في كل فترة",
     "pack"    =>  "باقات ميسرة",
    "packDet"    =>  "زد مبيعاتك وضاعف أرباحك عبر الحلول المتنوعة التي يقدمها إيفكس بدراسة وتحليل تقارير البيع وسلوك العملاء",


      "Objective"    =>  "هدفنا",
    "ObjDet"    =>  "توفير حلول سهلة وذكية تخدم جميع قطاعات الأعمال",
    "Values"    =>  "قيمنا",
      "ValDet"    =>  "الإحترافية - المسؤولية - الأمانه",

       "EvixSolution"    =>  "حلول إيفكس",
      "EvixSolutionDet"    =>  "صمم إيفكس خصيصا ليوافق متطلباتك كصاحب عمل .",


    "Home"    =>  "الرئيسية",
    "OurSolutions"    =>  "حلول إيفكس",
    "OtherServices"    =>  "خدمات أخرى",
     "PackagePricing"    =>  "الباقات والأسعار",
     "Contactus"    =>  "إتصل بنا ",
       "testversion"    =>  "إبدا نسختك التجريبية",


    "Home"    =>  "الرئيسية",
    "OurSolutions"    =>  "حلول إيفكس",
    "OtherServices"    =>  "خدمات أخرى",
     "PackagePricing"    =>  "الباقات والأسعار",
     "Contactus"    =>  "إتصل بنا ",


    "resturant"    =>  "نظام إدارة المطاعم",
    "pos"    =>  "نظام نقاط البيع ",
    "accounting"    =>  "النظام المحاسبي ",
     "stock"    =>  "إدارة المخزون ",
     "hr"    =>  "نظام الموارد البشرية  ",

       "restDet"    =>  "نظام إدارة المطاعم من إيفكس  هو النظام الأمثل لإدارة مطعمك بسهولة وكفاءة  . يوفر لك باقة من المميزات لإدارة المنتجات والريسبي بشكل دقيق , وإدارة الطلبات  وإستخراج التقارير المختلفة عن المبيعات والمشتريات وإدارة ومتابعة المخزون",
    "posDet"    =>  "  مع نظام نقاط البيع الشامل من إيفكس تمتع بالعديد من المزايا   وحسن كفاءة عملك  وإيرادتك  عبر تحسين تجربة العملاء وإدارة المبيعات بشكل أفضل . اجعل نظام نقاط البيع من إيفكس شريكاً استراتيجياً في نجاح عملك وتحقيق أهدافك التجارية",
    "accDet"    =>  "يعتبر نظام المحاسبة الجيد أساسياً لتتبع العمليات المالية وإدارة الأموال بكفاءة. يوفر إيفكس نظام محاسبي دقيق من خلاله تتمكن من إستخراج التقارير المالية المهمة التي تساعد في اتخاذ القرارات الاستراتيجية وتحليل أداء منشأتك مما يحقق النجاح والتطور",
     "stockDet"    =>  "نظام إدارة المطاعم من إيفكس  هو النظام الأمثل لإدارة مطعمك بسهولة وكفاءة  . يوفر لك باقة من المميزات لإدارة المنتجات والريسبي بشكل دقيق , وإدارة الطلبات  وإستخراج التقارير المختلفة عن المبيعات والمشتريات وإدارة ومتابعة المخزون",
     "hrDet"    =>  " نظام إدارة الموارد البشرية  هو عنصر أساسي في أي منشأة تسعى لتحقيق النجاح وتعزيز كفاءة فريق العمل. يوفر لك إيفكس نظام متكامل لإدارة الموارد  والأصول  , متابعة حضور والإنصراف والإجازات مما يساعد في تحسين تجربة الموظفين وتعزيز كفاءة العمل",

       "package"    =>  "الباقات والأسعار",
      "packageDet"    =>  "صمم إيفكس خصيصا ليوافق متطلباتك  كصاحب عمل.",

      "RyalMonth"    =>  "ريال / شهر",
      "Basic"    =>  "الأساسية",
      "Profisional"    =>  "الإحترافية",
      "Advance"    =>  "المتقدمة",

       "SealsPoints"    =>  "نقاط البيع",
       "InventoryManagement"    =>  "إدارة المخزون",
       "Recipe"    =>  "الريسبي",
       "GeneralAccounts"    =>  "الحسابات العامة",
       "HR"    =>  "الموارد البشرية",
       "OnlineStore"    =>  "المتجر الإلكتروني",
       "QRcode"    =>  "منيو الكتروني ",
        "booktable"    =>  " حجز الطاولات ",
       "BranchNo"    =>  "عدد الفروع",
       "UserNo"    =>  "عدد المستخدمين",
       "Saleswindow"    =>  "عدد نوافذ البيع",
       "WarehousesNo"    =>  "عدد المستودعات",
       "Roles"    =>  "الصلاحيات",
       "Choose"    =>  "إختر",
         "Free"    =>  "مجانا",


       "ContactusTitle"    =>  "تحتاج لمزيد من التفاصيل ؟ يسعدنا تواصلك معنا",
       "Phone"    =>  "الجوال",
       "Email"    =>  "البريد الإلكرتوني",
       "Address"    =>  "العنوان",
       "AddressDet"    =>  "شارع الطائف - ظهرة لبن
       الرياض, المملكة العربية السعودية",

       "evix2024"    =>  "©إيكفس 2024",
       "allrights"    =>  "جميع الحقوق محفوظة",
       "LearnMore"    =>  "أعرف أكثر",
       "News"    =>  "الاخبار",
       "newsDet" => "إشترك لتصلك أخر الأخبار والعروض من إيفكس",
       "Join"    =>  "إشترك",
       "Terms"    =>  " الشروط والأحكام",
       "Privacy"    =>  "سياسة الخصوصية",



















];
